export default {
  mazeTip: `迷宫玩法:
    1. 从以下选项中选择迷宫的生成算法;
    2. 鼠标双击迷宫, 锁定鼠标, 此时可以通过w、s、a、d和鼠标滑动木箱的移动和方向;
    3. 按下esc键可以退出鼠标锁定, 通过鼠标滑动和滚轮, 可以查看迷宫全图。
  `,
  mazeBacktracker: '回溯',
  mazeDivision: '分割',
  mazePrim: '随机Prim',
  mazeRow: '行',
  mazeCol: '列',

  curvedsurfaceUnit: '列/页',
  curvedSurfaceInfo: `无常
    查良铮 译
    我们象遮蔽午夜之月的云彩；
    它一刻不停地奔跑，闪耀，颤栗，
    向黑暗放出灿烂的光辉！——但很快
    夜幕合拢了，它就永远隐去；
    又象被忘却的琴，不调和的弦
    每次拨弄都发出不同的音响，
    在那纤弱的乐器上，每次重弹，
    情调和音节都不会和前次一样。
    我们睡下：一场梦能毒戕安息；
    我们起来：游思又会玷污白天；
    我们感觉，思索，想象，笑或哭泣，
    无论抱住悲伤，或者摔脱忧烦：
    终归是一样！——因为呵，在这世间，
    无论是喜悦或悲伤都会溜走：
    我们的明日从不再象昨天，
    唉，除了“无常”，一切都不肯停留。  
  `
}
